import React from 'react'


 function About (){
   return(
     <div className="about_wrapper">
       <div className="about_image"></div>
       
       <div className="about_text_wrapper">
         Мы проделали огромную работу для того, чтобы подарить каждой невесте её особенное свадебное платье! На сегодняшний день свадебный салон VINTAGE™ в Минске знает каждая невеста! За 10 лет работы этот бренд стал узнаваемым не только в Беларуси, но и за рубежом, что подтверждается многочисленными дипломами.
       </div>
       <div className='diplom_wrapper'>
          <p><img src='https://vintage.by/_thumbs/galleries-gallery/src-2403.webp'/></p>
          <p><img src=' https://vintage.by/_thumbs/galleries-gallery/src-2413.webp'/></p>
          <p><img  src=' https://vintage.by/_thumbs/galleries-gallery/src-2404.webp'/></p>
          <p>< img  src=' https://vintage.by/_thumbs/galleries-gallery/src-2398.webpimg '/></p>
        </div>
        <iframe  className='about_video' src="https://www.youtube.com/embed/XHE1XrdqWy0" title="YouTube video player" ></iframe>
        <div className="about_text">
            <p> -Анна, расскажите, с чего начался VINTAGE.</p>
            <p>-На самом деле история простая и банальная, но в тоже время все закономерно и логично. Все началось больше 10 лет назад... Открыли свадебный салон VINTAGE™ мы с мамой. Чем бы в жизни мы не занимались, где и кем бы не работали, в свою трудовую деятельность постоянно вносили элементы креатива, творчества и созидания.<br />
            Мы учились, познавали, преодолевали. На нашем пути было немало трудностей. Наш секрет в том, что мы принадлежим к тем счастливым людям, для которых хобби и любимое занятие - основная трудовая деятельность. Когда работаешь с полной отдачей и самозабвением, успех непременно будет! То, что мы делаем и то, какого уровня мастерства и профессионализма мы достигли - говорит об этом! О нас знают, нам доверяют, к нам обращаются за советами и услугами. <br />
            Значимое достижение на сегодняшний день - наш коллектив! Наши сотрудники - специалисты высокого уровня с хорошей профессиональной подготовкой в индустрии свадебной моды, а также практической работы с людьми, способные понять, почувствовать, уловить желание и стиль каждой невесты. Именно в этом и заключается индивидуальный подход к каждому клиенту."
            </p>
            <p>-А откуда появилось такое название? Почему именно "Vintage"? </p>
            <p>-Это емкое по смыслу и значению слово, подразумевает высокое качество, идеальное исполнение, оригинальность, эксклюзивность. Тонкая грань классики и новаторства, гламурный дизайн. Как тут не вспомнить знаменитое выражение: "Как корабль назовешь, так он и поплывет..."</p>
         </div>
        
       
     </div>
   )
 }
  export default About